Repository: Peter74/merineo-product-reviews-design
Catalog: languages/merineo-product-reviews-design-*.po
Languages: sk_sk

source: Allow images for guests
sk_sk: Povoliť obrázky pre hostí

source: Allow images in reviews
sk_sk: Povoliť obrázky v recenziách

source: Allow non-logged-in customers to upload images in reviews.
sk_sk: Povoliť neprihláseným zákazníkom nahrávať obrázky v recenziách.

source: Allow up to 3 images per review (jpg, jpeg, png, webp).
sk_sk: Povoliť maximálne 3 obrázky na jednu recenziu (jpg, jpeg, png, webp).

source: Approved
sk_sk: Schválené

source: Border color
sk_sk: Farba okraja

source: Break comments into pages
sk_sk: Rozdeliť komentáre na stránky

source: Close
sk_sk: Zavrieť

source: Colors
sk_sk: Farby

source: Comment pagination
sk_sk: Stránkovanie komentárov

source: Comments on each page should be displayed with
sk_sk: Komentáre na každej stránke majú byť zobrazené s

source: Comments per page
sk_sk: Komentárov na stránku

source: Default comments page
sk_sk: Predvolená stránka komentárov

source: Enable product reviews (WooCommerce)
sk_sk: Zapnúť recenzie produktov (WooCommerce)

source: Enable reviews for products (same as WooCommerce → Settings → Products → Reviews).
sk_sk: Zapnúť recenzie pre produkty (rovnaké ako WooCommerce → Nastavenia → Produkty → Recenzie).

source: First page (oldest comments)
sk_sk: Prvá stránka (najstaršie komentáre)

source: General
sk_sk: Všeobecné

source: If left empty, colors are derived from the active theme (theme.json) or sensible defaults.
sk_sk: Ak zostanú prázdne, farby sa prevezmú z aktívnej témy (theme.json) alebo sa použijú predvolené hodnoty.

source: Images approved and visible on the product page.
sk_sk: Obrázky sú schválené a viditeľné na stránke produktu.

source: Images are hidden until explicitly approved in the comment edit screen.
sk_sk: Obrázky sú skryté, kým nie sú schválené v editácii komentára.

source: Last page (newest comments)
sk_sk: Posledná stránka (najnovšie komentáre)

source: Merineo Settings
sk_sk: Nastavenia Merineo

source: Newer comments at the top
sk_sk: Novšie komentáre hore

source: Next image
sk_sk: Nasledujúci obrázok

source: No images attached to this review.
sk_sk: K tejto recenzii nie sú pripojené žiadne obrázky.

source: Number of top-level comments to display per page.
sk_sk: Počet komentárov prvej úrovne na stránku.

source: Older comments at the top
sk_sk: Staršie komentáre hore

source: Paginate comments (including product reviews).
sk_sk: Stránkovať komentáre (vrátane recenzií produktov).

source: Pending images
sk_sk: Obrázky čakajúce na schválenie

source: Previous image
sk_sk: Predchádzajúci obrázok

source: Primary accent
sk_sk: Primárna zvýrazňujúca farba

source: Require image approval
sk_sk: Vyžadovať schvaľovanie obrázkov

source: Review background
sk_sk: Pozadie recenzie

source: Review images
sk_sk: Obrázky recenzie

source: Review images (Merineo)
sk_sk: Obrázky recenzie (Merineo)

source: Review images (up to 3 files, JPG/PNG/WebP, max 1.2MB each)
sk_sk: Obrázky recenzie (max. 3 súbory JPG/PNG/WebP, každý max. 1,2 MB)

source: Settings saved.
sk_sk: Nastavenia boli uložené.

source: Show the website/URL field in the product review form.
sk_sk: Zobraziť pole web/URL vo formulári recenzie produktu.

source: Star / badge color
sk_sk: Farba hviezdičiek / odznaku

source: Subdirectory inside the uploads folder where review images are stored.
sk_sk: Podpriečinok v adresári uploads, kam sa ukladajú obrázky recenzií.

source: Text color
sk_sk: Farba textu

source: These settings mirror the WordPress Discussion settings and affect how product reviews are paginated.
sk_sk: Tieto nastavenia kopírujú nastavenia Diskusia vo WordPresse a ovplyvňujú stránkovanie recenzií produktov.

source: Upload subdirectory
sk_sk: Podpriečinok pre nahrávanie

source: Use the submenu pages for specific Merineo plugins.
sk_sk: Použiť podstránky pre konkrétne pluginy Merineo.

source: Website field in reviews
sk_sk: Pole webu v recenziách

source: WooCommerce must be active to use Merineo Product Reviews Dizajn.
sk_sk: Na použitie Merineo Product Reviews Dizajn musí byť aktivovaný WooCommerce.
